# ===============================================
# Первая программа на Python
# пока просто запускаем код и смотрим на 
# вывод, а за тем мы будем его изучать детально
# ===============================================

# Команда print() выводит текст на экран
print("Hello, World!")

# Можно выводить числа
print(42)

# Можно выводить несколько значений через запятую
print("Меня зовут", "Python", "!", "Мне", 33, "года")

# Команда input() запрашивает ввод от пользователя
name = input("Как тебя зовут? ")

# Выводим приветствие с именем
print("Привет,", name, "! Добро пожаловать в мир Python!")